statistics/2021-08.org
#+SETUPFILE: https://fniessen.github.io/org-html-themes/org/theme-readtheorg.setup
#+TITLE: Obelsdumas.lt pardavimu statistika
#+DESCRIPTION: Obelsdumo informacija
#+AUTHOR: Arvydas
#+OPTIONS: num:nil
#+STARTUP: hidestars
#+HTML_HEAD: <style> #content{max-width:1800px;}</style>
#+TBLFM: @9$2=vsum(@2$2..@9$2)::@9$3=vsum(@2$3..@7$3)
#+EXPORT_FILE_NAME: /home/azeubu/Dropbox/3.client_websites/obelsdumas/index.html

** Sales
*** Categories
**** 2021-07

   | Category              | Items Sold | Net Sales | Products | Orders |
   |-----------------------+------------+-----------+----------+--------|
   | Dešros ir dešrelės    |         17 |     99.56 |        4 |     10 |
   | Lašiniai              |         10 |     66.71 |        2 |      6 |
   | Rūkyti mėsos gaminiai |          6 |     42.94 |        4 |      2 |
   |-----------------------+------------+-----------+----------+--------|
   |                       |         33 |    209.21 |       10 |     18 |

   #+TBLFM: @5$2=vsum(@2$2..@4$2)::@5$3=vsum(@2$3..@4$3)::@5$4=vsum(@2$4..@4$4)::@5$5=vsum(@2$5..@4$5)

**** 2021-08

      | Category              | Items Sold | Net Sales | Products | Orders |
      |-----------------------+------------+-----------+----------+--------|
      | Dešros ir dešrelės    |         13 |     85.87 |        3 |      4 |
      | Rūkyti mėsos gaminiai |          7 |     40.93 |        3 |      4 |
      | Lašiniai              |          1 |      4.99 |        1 |      1 |
      |-----------------------+------------+-----------+----------+--------|
      |                       |         21 |    131.79 |        7 |      9 |

      #+TBLFM: @5$2=vsum(@2$2..@4$2)::@5$3=vsum(@2$3..@4$3)::@5$4=vsum(@2$4..@4$4)::@5$5=vsum(@2$5..@4$5)

*** Orders
